{
   "alert_ignore": {
      "message": "Κατανοώ τους κινδύνους, πήγαινε με ούτως ή άλλως."
   },
   "alert_take_to_safety": {
      "message": "Επιστροφή στην ασφάλεια"
   },
   "blocked_text_fraud": {
      "message": "Οι σελίδες απάτης συνήθως προσπαθούν να σας εξαπατήσουν να στείλετε χρήματα με σκοπό την απόκτηση παράνομου κέρδους."
   },
   "blocked_text_malware": {
      "message": "Οι κακόβουλες σελίδες επιχειρούν να εγκαταστήσουν λογισμικό που μπορεί να βλάψει τη συσκευή, να συλλέξει προσωπικές πληροφορίες ή να λειτουργήσει χωρίς τη συγκατάθεση του χρήστη."
   },
   "blocked_text_miner": {
      "message": "Οι miner σελίδες χρησιμοποιούν τους πόρους της συσκευής για την παραγωγή κρυπτονομισμάτων, επηρεάζοντας την χρηστικότητα και την διάρκεια ζωής του υλικού"
   },
   "blocked_text_phish": {
      "message": "Οι σελίδες ηλεκτρονικού \"ψαρέματος\" προσπαθούν να αποκτήσουν ευαίσθητες πληροφορίες, όπως τα διαπιστευτήρια σύνδεσης ή τα στοιχεία της πιστωτικής κάρτας, όντας φαινομενικά ως αξιόπιστες. Τα κλεμμένα δεδομένα μπορούν στη συνέχεια να χρησιμοποιηθούν για οικονομικό όφελος."
   },
   "blocked_text_pua": {
      "message": "Η σελίδα προσπάθησε να στείλει στη συσκευή σας μία κακόβουλη εφαρμογή.  Οι  συγκεκριμένοι τύποι των κακόβουλων εφαρμογών επηρεάζουν την ιδιωτικότητα της συσκευής και των δεδομένων σας. "
   },
   "blocked_title_fraud": {
      "message": "Η σελίδα απάτης έχει αποκλειστεί για την προστασία σας"
   },
   "blocked_title_malware": {
      "message": "Η επικίνδυνη σελίδα έχει αποκλειστεί για την προστασία σας"
   },
   "blocked_title_miner": {
      "message": "Μία σελίδα με miner αποκλείστηκε για την προστασία σας"
   },
   "blocked_title_phish": {
      "message": "Η Phishing σελίδα έχει αποκλειστεί για την προστασία σας"
   },
   "blocked_title_pua": {
      "message": "Ένα download αποκλείστηκε για την προστασία σας"
   },
   "checkbox_link_feedback": {
      "message": "Συμπεριλάβετε σύνδεσμο ιστότοπου"
   },
   "extName": {
      "message": "Το Bitdefender TrafficLight προσθέτει ένα ισχυρό και μη ενοχλητικό επίπεδο ασφάλειας στην εμπειρία περιήγησης."
   },
   "extension_name": {
      "message": "Bitdefender TrafficLight"
   },
   "feedback_description_title": {
      "message": "Περιγραφή"
   },
   "feedback_mail": {
      "message": "Διεύθυνση e-mail"
   },
   "feedback_message": {
      "message": "Εισαγάγετε μια πρόταση ή περιγράψτε ένα πρόβλημα που αντιμετωπίζετε."
   },
   "feedback_title": {
      "message": "Σχόλια"
   },
   "footer_feedback_note": {
      "message": "Παρουσιάστηκε ένα πρόβλημα;"
   },
   "invalid_email_text": {
      "message": "Παρακαλώ εισάγετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου"
   },
   "invalid_feedback_message_text": {
      "message": "Πληκτρολογήστε μια περιγραφή του προβλήματος που αντιμετωπίσατε."
   },
   "link_feedback": {
      "message": "Αποστολή σχολίων"
   },
   "popup_settings": {
      "message": "ΡΥΘΜΙΣΕΙΣ"
   },
   "popup_text_safe": {
      "message": "Δε μπορέσαμε να βρούμε ύποπτα στοιχεία σε αυτή τη σελίδα."
   },
   "product_name": {
      "message": "TrafficLight"
   },
   "settings_add_field_title": {
      "message": "Μη αυτόματη προσθήκη ή κατάργηση ιστότοπων παρακάτω:"
   },
   "settings_current_website_add_title": {
      "message": " Προσθέστε τον τρέχοντα ιστότοπο στη λίστα"
   },
   "settings_exceptions_title": {
      "message": "Εξαιρέσεις"
   },
   "settings_search_text": {
      "message": "Ελέγχει τα αποτελέσματα της αναζήτησής σας για να προειδοποιήσει για επικίνδυνους ιστότοπους προτού αποκτήσετε την πρόσβαση εκεί."
   },
   "settings_search_title": {
      "message": "Σύμβουλος Αναζήτησης"
   },
   "settings_threat_text": {
      "message": "Ελέγχει κάθε ιστοσελίδα στην οποία έχετε πρόσβαση για απειλές, phishing και απάτη."
   },
   "settings_threat_title": {
      "message": "Προστασία Web"
   },
   "settings_tooltip_text": {
      "message": "Κατάργηση ιστότοπου από τη λίστα"
   },
   "started_feedback_text": {
      "message": "Είμαστε πραγματικά πρόθυμοι για οποιεσδήποτε προτάσεις από τους χρήστες μας. Χρησιμοποιήστε τη φόρμα επικοινωνίας για να έρθετε σε επαφή μαζί μας."
   },
   "started_feedback_title": {
      "message": "Αποστολή Feedback"
   },
   "started_search_text": {
      "message": "TrafficLight επισημαίνει τα κακόβουλα προγράμματα και τις πλαστές ιστοσελίδες στα αποτελέσματα αναζήτησης."
   },
   "started_search_title": {
      "message": "Παρέχει έγκαιρη προειδοποίηση για επικίνδυνες ιστοσελίδες στα αποτελέσματα αναζήτησής σας"
   },
   "started_threat_text": {
      "message": "Το TrafficLight εξετάζει και αποκλείει τις σελίδες που επισκέπτεστε για απόπειρες κακόβουλης λειτουργίας, ηλεκτρονικού \"ψαρέματος\" (phishing) και απάτης κάθε φορά που τις επισκέπτεστε."
   },
   "started_threat_title": {
      "message": "Προστατεύει από επιθέσεις κακόβουλου λογισμικού, phishing και απάτης"
   },
   "started_tracker_text": {
      "message": "Οι trackers είναι αποσπάσματα κώδικα που περιλαμβάνονται στις σελίδες του ιστότοπου που παρακολουθούν και αναλύουν τη συμπεριφορά περιήγησης. Το TrafficLight τους ταυτοποιεί γρήγορα και τους καταγράφει."
   },
   "started_tracker_title": {
      "message": "Αναγνωρίζει τους trackers που αναφέρουν τη συμπεριφορά περιήγησής σας"
   },
   "started_welcome_text": {
      "message": "Χρησιμοποιήστε το TrafficLight για να προσθέσετε ένα ισχυρό και μη ενοχλητικό επίπεδο ασφάλειας στην εμπειρία περιήγησης."
   },
   "submit_result_failed_text": {
      "message": "Η υποβολή απέτυχε"
   },
   "text_disabled_recommend": {
      "message": "Μεταβείτε στις Ρυθμίσεις για να το ενεργοποιήσετε."
   },
   "text_disabled_search_analyzer": {
      "message": "Ο Σύμβουλος Αναζήτησης είναι απενεργοποιημένος. Μεταβείτε στις ρυθμίσεις για να τον ενεργοποιήσετε."
   },
   "text_disabled_threat_filter": {
      "message": "Η Προστασία Web είναι απενεργοποιημένη. Μεταβείτε στις ρυθμίσεις για να την ενεργοποιήσετε."
   },
   "text_fraud": {
      "message": "Αυτή η σελίδα αποτελεί μέρος μιας προσπάθειας απάτης."
   },
   "text_malware": {
      "message": "Ανιχνεύσαμε στοιχεία που μπορεί να βλάψουν τον υπολογιστή σας."
   },
   "text_miner": {
      "message": "Η σελίδα προσπάθησε να χρησιμοποιήσει τους πόρους της συσκευής σας για την δημιουργία κρυπτονομίσματος και αποκλείστηκε."
   },
   "text_phish": {
      "message": "Αυτή η σελίδα αποτελεί μέρος μιας προσπάθειας phishing ."
   },
   "text_pua": {
      "message": "Η σελίδα προσπάθησε να κατεβάσει μια PUA (δυνητικά ανεπιθύμητη εφαρμογή) στη συσκευή σας και αποκλείστηκε."
   },
   "text_untrusted": {
      "message": "Αυτή η σελίδα μπορεί να είναι ασφαλής, αλλά ορισμένες απειλές ασφαλείας έχουν αναφερθεί στο παρελθόν."
   },
   "text_whitelist": {
      "message": "Εάν γνωρίζετε ότι αυτή η σελίδα δεν είναι επικίνδυνη, μπορείτε να την {link} προσθέσετε στη λίστα εξαιρέσεων {link}."
   },
   "text_whitelist_cont": {
      "message": "Έχετε υπόψη ότι δεν θα ειδοποιηθείτε για τυχόν απειλές που υπάρχουν σε αυτή τη σελίδα."
   },
   "text_whitelist_popup": {
      "message": "Αυτή η σελίδα παραλείπεται από τη σάρωση επειδή προστέθηκε στη λίστα εξαιρέσεων."
   },
   "text_whitelist_submit": {
      "message": "Οι διευθύνσεις URL που προστέθηκαν στη λίστα εξαιρέσεων θα παραληφθούν από τη σάρωση. Δεν θα ειδοποιηθείτε για τυχόν απειλές που υπάρχουν σε αυτές τις σελίδες."
   },
   "text_whitelist_toast": {
      "message": "Η ιστοσελίδα προστέθηκε στη λίστα εξαιρέσεων"
   },
   "title_disabled_search_analyzer": {
      "message": "Δεν είναι δυνατή η σάρωση των αποτελεσμάτων αναζήτησης"
   },
   "title_disabled_threat_filter": {
      "message": "Δεν είναι δυνατή η σάρωση αυτής της σελίδας"
   },
   "title_fraud": {
      "message": "Εντοπίστηκε απόπειρα απάτης "
   },
   "title_malware": {
      "message": "Εντοπίστηκε Απειλή!"
   },
   "title_miner": {
      "message": "Εντοπίστηκε προσπάθεια Mining "
   },
   "title_phish": {
      "message": "Εντοπίστηκε προσπάθεια Phishing "
   },
   "title_pua": {
      "message": "Εντοπίστηκε λήψη Ανεπιθύμητης εφαρμογής"
   },
   "title_safe": {
      "message": "Αυτή η σελίδα είναι ασφαλής"
   },
   "title_untrusted": {
      "message": "Ανιχνεύτηκε μη αξιόπιστο domain "
   },
   "title_whitelist_popup": {
      "message": "Αυτή η σελίδα παραλείπεται από τη σάρωση στην τρέχουσα περιήγηση"
   },
   "web_protection_text": {
      "message": "Προστασία Web από"
   },
   "web_protection_title": {
      "message": "Προστασία Web από Bitdefender"
   }
}
