{
   "alert_ignore": {
      "message": "Je comprends les risques, je souhaite quand même consulter cette page"
   },
   "alert_take_to_safety": {
      "message": "Retour en toute sécurité"
   },
   "blocked_text_fraud": {
      "message": "Les pages malveillantes tentent généralement de vous piéger afin que vous envoyiez de l'argent, dans l'intention de vous escroquer."
   },
   "blocked_text_malware": {
      "message": "Des pages dangereuses tentent d'installer des logiciels pouvant endommager l'appareil, de collecter des informations ou d'agir sans votre consentement."
   },
   "blocked_text_miner": {
      "message": "Des pages Miner exploitent les ressources de votre appareil pour rechercher des cryptomonnaies, ce qui a des effets négatifs sur ses performances et sa durée de vie."
   },
   "blocked_text_phish": {
      "message": "Les pages de phishing tentent d'obtenir des informations confidentielles telles que des informations de connexion ou des informations de carte de crédit en se faisant passer pour des entités dignes de confiance. Les données volées peuvent être utilisées pour obtenir de l’argent."
   },
   "blocked_text_pua": {
      "message": "Cette page tentait de télécharger une application potentiellement indésirable sur votre appareil. Par leur comportement, les applications de ce type sont susceptibles de nuire à la sécurité de votre appareil et à la confidentialité de vos données."
   },
   "blocked_title_fraud": {
      "message": "Page malveillante bloquée pour votre protection"
   },
   "blocked_title_malware": {
      "message": "Page dangereuse bloquée pour votre protection"
   },
   "blocked_title_miner": {
      "message": "Page Miner bloquée pour votre protection"
   },
   "blocked_title_phish": {
      "message": "Page de phishing bloquée pour votre protection"
   },
   "blocked_title_pua": {
      "message": "Un téléchargement a été bloqué pour votre sécurité"
   },
   "checkbox_link_feedback": {
      "message": "Inclure le lien du site web actuel"
   },
   "extName": {
      "message": "BitdefenderTrafficLight ajoute un niveau de sécurité efficace et non-intrusif à votre expérience de navigation."
   },
   "extension_name": {
      "message": "Bitdefender TrafficLight"
   },
   "feedback_description_title": {
      "message": "Description"
   },
   "feedback_mail": {
      "message": "Adresse e-mail"
   },
   "feedback_message": {
      "message": "Saisissez une suggestion ou décrivez un problème que vous avez rencontré."
   },
   "feedback_title": {
      "message": "Votre avis"
   },
   "footer_feedback_note": {
      "message": "Vous avez rencontré un problème ?"
   },
   "invalid_email_text": {
      "message": "Veuillez indiquer une adresse e-mail"
   },
   "invalid_feedback_message_text": {
      "message": "Veuillez décrire le problème que vous avez rencontré"
   },
   "link_feedback": {
      "message": "Envoyer avis"
   },
   "popup_settings": {
      "message": "Configuration"
   },
   "popup_text_safe": {
      "message": "Nous n'avons détecté aucun élément suspect sur cette page."
   },
   "product_name": {
      "message": "TrafficLight"
   },
   "settings_add_field_title": {
      "message": "Ajoutez ou supprimez manuellement des sites web ci-dessous:"
   },
   "settings_current_website_add_title": {
      "message": " Ajouter un nouveau site web à la liste"
   },
   "settings_exceptions_title": {
      "message": "Exceptions"
   },
   "settings_search_text": {
      "message": "Vérifie les résultats de recherche pour vous signaler les pages web dangereuses avant que vous y accédiez."
   },
   "settings_search_title": {
      "message": "Protection Web"
   },
   "settings_threat_text": {
      "message": "Recherche des menaces, des tentatives de phishing et des tentatives de fraude dans toutes les pages web auxquelles vous accédez."
   },
   "settings_threat_title": {
      "message": "Protection Web"
   },
   "settings_tooltip_text": {
      "message": "Supprimer le site web de la liste"
   },
   "started_feedback_text": {
      "message": "Nous sommes attentifs à toute suggestion de nos utilisateurs. Utilisez le formulaire de feedback pour nous en faire part."
   },
   "started_feedback_title": {
      "message": "Envoyer un commentaire"
   },
   "started_search_text": {
      "message": "TrafficLight signale les pages web dangereuses et frauduleuses dans les résultats de recherche."
   },
   "started_search_title": {
      "message": "Informe de la présence de pages web à risque dans les résultats de recherche "
   },
   "started_threat_text": {
      "message": "TrafficLight examine les pages que vous consultez à la recherche de menaces en ligne et de tentatives de phishing à chaque fois que vous y accédez, et les bloque si nécessaire."
   },
   "started_threat_title": {
      "message": "Protège contre les menaces en ligne, les tentatives de phishing et les fraudes"
   },
   "started_tracker_text": {
      "message": "Les cookies sont des extraits de code présents dans les pages web qui surveillent et analysent vos habitudes de navigation. TrafficLight les identifie rapidement et en dresse la liste."
   },
   "started_tracker_title": {
      "message": "Identifie les cookies qui établissent des rapports sur vos habitudes de navigation"
   },
   "started_welcome_text": {
      "message": "Utilisez TrafficLight pour ajouter un niveau de sécurité puissant et non-intrusif à votre expérience de navigation."
   },
   "submit_result_failed_text": {
      "message": "L'envoi a échoué "
   },
   "text_disabled_recommend": {
      "message": "Allez dans Paramètres pour l'activer."
   },
   "text_disabled_search_analyzer": {
      "message": "La fonctionnalité Search Advisor est désactivée. Allez dans les réglages pour l'activer."
   },
   "text_disabled_threat_filter": {
      "message": "La fonctionnalité Web Protection est désactivée. Allez dans les réglages pour l'activer."
   },
   "text_fraud": {
      "message": "Cette page fait partie d'une tentative de fraude."
   },
   "text_malware": {
      "message": "Nous avons détecté des éléments pouvant endommager votre appareil."
   },
   "text_miner": {
      "message": "Cette page a tenté d'utiliser les ressources de votre appareil pour miner des cryptomonnaies. Elle a été bloquée."
   },
   "text_phish": {
      "message": "Cette page fait partie d'une tentative de phishing."
   },
   "text_pua": {
      "message": "Cette page a tenté de télécharger une application potentiellement indésirable sur votre appareil. Elle a été bloquée."
   },
   "text_untrusted": {
      "message": "Cette page est peut-être sûre mais des menaces de sécurité y ont été signalées dans le passé."
   },
   "text_whitelist": {
      "message": "Si vous êtes certain que cette URL n'est pas dangereuse, vous pouvez {link}l'ajouter à votre Liste des exceptions{link}."
   },
   "text_whitelist_cont": {
      "message": "Attention, vous ne serez plus avertis en cas de menace sur cette page."
   },
   "text_whitelist_popup": {
      "message": "Cette page ne fait pas l'objet d'une analyse car elle a été ajoutée à la Liste des exceptions."
   },
   "text_whitelist_submit": {
      "message": "Les URL ajoutées à la liste des exceptions ne seront pas analysées. Les menaces existant sur ces pages ne vous seront pas signalées."
   },
   "text_whitelist_toast": {
      "message": "La page web  été ajoutée à la liste d'exceptions"
   },
   "title_disabled_search_analyzer": {
      "message": "Impossible d'analyser les résultats de recherche"
   },
   "title_disabled_threat_filter": {
      "message": "impossible d'analyser cette page"
   },
   "title_fraud": {
      "message": "Tentative de fraude détectée"
   },
   "title_malware": {
      "message": "Menace détectée !"
   },
   "title_miner": {
      "message": "Tentative de minage détectée"
   },
   "title_phish": {
      "message": "Tentative de phishing détectée"
   },
   "title_pua": {
      "message": "Le téléchargement d'une application potentiellement indésirable a été détecté"
   },
   "title_safe": {
      "message": "Cette page est sûre"
   },
   "title_untrusted": {
      "message": "Domaine non approuvé détecté"
   },
   "title_whitelist_popup": {
      "message": "Cette page ne fait pas l'objet d'une analyse dans la session de navigation en cours"
   },
   "web_protection_text": {
      "message": "Protection web assurée par"
   },
   "web_protection_title": {
      "message": "Protection Web par Bitdefender"
   }
}
